Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Step up as many times as it takes!
pl: Przyj do przodu tyle razy ile to będzie konieczne!

source: Stick around and hear him out.
pl: Zostań i go wysłuchaj.

source: Still a few stragglers, huh...
pl: Jeszcze kilku maruderów, co?

source: Still a good idea... *grumble grumble*
pl: Wciąż dobry pomysł... *pomruk pomruk*

source: Still haven't had enough, eh? I like you! You've got GUTS! Metaphorically speaking, of course.
pl: Nadal ci mało, co? Podobasz mi się! Masz JAJA! Metaforycznie, rzecz jasna.

source: Still nothing!?
pl: Dalej nic?

source: Still,
pl: Wciąż,

source: Still, I bet there are plenty of folks out there who aren't wild about the idea.
pl: Mimo to, założę się, że będzie dużo ludzi którym nie przypadnie to do gustu.

source: Still, I just can't stop wondering what happened...
pl: Jednak, cały czas zastanawiam się, co się z nimi mogło stać...

source: Still, I refuse to give up. I will try again!
pl: Ale nie planuję się poddawać. Spróbuję ponownie!

source: Still, I'll be managing things once everyone's on Earth, so at least I know THAT part will go smoothly.
pl: Mimo to, będę zarządzała rzeczami jak wszyscy będą już na Ziemi, przynajmniej wiem, że TA część pójdzie gładko.

source: Still, I'll keep it a secret from the Commander.
pl: Ale nie powiem Dowódcy.

source: Still, all is not lost. I'll gladly sell you some of the materials the rocket carried back from that red and desolate planet.
pl: Mimo to, nie wszystko stracone. Z przyjemnością mogę wam sprzedać część materiałów, które rakieta dostarczyła z tej czerwonej i jałowej planety..

source: Still, at the time, I knew nothing.
pl: Jednakże, w tamtym czasie, jeszcze wielu rzeczy nie wiedziałem...

source: Still, if it means our troops can finally lay down their weapons, perhaps it's something we should consider.
pl: Mimo to, jeśli oznacza to, że nasi żołnierze będą mogli w końcu odłożyć broń, może jest to coś wartego rozważenia.

source: Still, if we're gonna hole up here, I wish we had more info to work with...
pl: Jeśli mamy zamiar się tu ukryć, to chciałabym mieć więcej danych...

source: Still, if you guys stay here, they're going to find you eventually.
pl: Ale jeśli tu zostaniecie, w końcu was znajdą.

source: Still, it's not like we break down all that often. To be completely honest, life in the village is rather slow.
pl: Na szczęście, nie jest też tak, że psujemy się jakoś wyjątkowo często. Jeśli mam być zupełnie szczery, życie w wiosce jest dość spokojne.

source: Still, it's pretty funny to hear machines talk about siblings.
pl: Mimo wszystko, zabawnie jest słyszeć, jak mechaniczne formy życia rozmawiają o rodzeństwie.

source: Still, machines are the enemy. Don't forget it.
pl: Maszyny to wciąż nasi wrogowie. Nie zapominaj o tym.

source: Still, on those rare occasions where we connect, it makes me so very happy.
pl: Mimo wszystko, w tych rzadkich chwilach, gdy się łączymy, jestem naprawdę szczęśliwa.

source: Still, there are a lot of androids who use mail because they like how retro it is. Kind of a hipster thing, I guess.
pl: Mimo tego, wiele androidów używa maila, ponieważ jest taki retro. Taki hipsterski.

source: Still, there might be a way to make this chatter less mindless.
pl: Jednak możliwe, że można nadać tym rozmowom więcej znaczenia.

source: Still, transporters ARE pretty handy!
pl: Transportery są NAPRAWDĘ przydatne!

source: Still, we should at least head over there and gather data, right?
pl: Mimo wszystko, przynajmniej powinniśmy udać się tam i zebrać dane, prawda?

source: Still, when we wiped out your forces, it made quite the impression on us.
pl: Mimo wszystko, wyeliminowanie twoich sił wywarło na nas ogromne wrażenie.

source: Still, you should be careful.
pl: Mimo wszystko, powinniście zachować ostrożność w tym miejscu.

source: Still, you should probably be careful.
pl: Mimo to, warto jednak zachować ostrożność.

source: Stop Fishing
pl: Przestań łowić

source: Stop Playback
pl: Zatrzymaj odtwarzanie

source: Stop calling me "ma'am".
pl: Przestań nazywać mnie per „pani”.

source: Stop calling me "ma'am."
pl: Przestań mówić do mnie „pani”.

source: Stop complaining.
pl: Przestań narzekać.

source: Stop it! I know you're not broken!
pl: Przestań! Przecież wiem, że wszystko z tobą w porządku!

source: Stop it! STOP IT! StoP iT! STOp It! sTOP IT!
pl: Przestań! PRZESTAŃ! PRzeSTaŃ! prZEStAŃ!

source: Stop it! You have to stand down!
pl: Przestań! Musisz się wycofać!

source: Stop it. I'll take the job.
pl: Przestań. Ja się tym zajmę.

source: Stop it... Please! Stop it!
pl: Przestań... Proszę! Przestań!

source: Stop it...stop it...
pl: Przestań... przestań...

source: Stop talking to me...
pl: Przestań do mnie mówić...

source: Stop thinking about what?
pl: Przestać myśleć? Ale o czym?

source: Stop this foolishness!
pl: Zatrzymaj tę błazenadę!

source: Stop!
pl: Stój!

source: Stop! Do not kill!
pl: Przestań! Nie zabijaj!

source: Stop! We have no desire to fight you!
pl: Przestań! Nie chcemy z tobą walczyć!

source: Stop. Scary. Cruel. Stay back.
pl: Przestań. To straszne. Okrutne. Odejdź stąd.

source: Storage Element
pl: Nośnik danych

source: Storage Used
pl: Używana pojemność

source: Story
pl: Historia

source: Strange Doll
pl: Dziwna lalka

source: Strange Machine Lifeform
pl: Dziwna mechaniczna forma życia

source: Strange Resistance Man
pl: Dziwny mężczyzna z Ruchu Oporu

source: Strange Resistance Woman
pl: Dziwna kobieta z Ruchu Oporu

source: Strange things keep happening around here, but only in this little area. I'm worried. Very, very, very worried.
pl: Owszem, dzieją się tu dziwne rzeczy. Ale tylko na tym małym obszarze. Martwię się tym jednak. Bardzo, bardzo martwię.

source: Strange... There were a ton of empty containers.
pl: Dziwne... Było tam mnóstwo pustych pojemników.

source: Strange... We reported the alien signal to the moon immediately, but there still hasn't been a response to speak of.
pl: Dziwne... Dostaliśmy zgłoszenie, że obcy natychmiast wysłali sygnał na księżyc, ale wciąż nie było żadnej odpowiedzi.

source: Strength... I need more strength!
pl: Siła... Potrzebuję więcej siły...

source: Strengthen remotely controlled enemies. Enemy level +1.
pl: Wzmacnia zdalnie sterowanego wroga. Poziom wroga +1.

source: Strengthen remotely controlled enemies. Enemy level +2.
pl: Wzmacnia zdalnie sterowanego wroga. Poziom wroga +2.

source: Strengthen remotely controlled enemies. Enemy level +3.
pl: Wzmacnia zdalnie sterowanego wroga. Poziom wroga +3.

source: Strengthen remotely controlled enemies. Enemy level +4.
pl: Wzmacnia zdalnie sterowanego wroga. Poziom wroga +4.

source: Strengthen remotely controlled enemies. Enemy level +5.
pl: Wzmacnia zdalnie sterowanego wroga. Poziom wroga +5.

source: Strengthen remotely controlled enemies. Enemy level +6.
pl: Wzmacnia zdalnie sterowanego wroga. Poziom wroga +6.

source: Strengthen remotely controlled enemies. Enemy level +7.
pl: Wzmacnia zdalnie sterowanego wroga. Poziom wroga +7.

source: Strengthen remotely controlled enemies. Enemy level +8.
pl: Wzmacnia zdalnie sterowanego wroga. Poziom wroga +8.

source: Strengthen remotely controlled enemies. Enemy level +9.
pl: Wzmacnia zdalnie sterowanego wroga. Poziom wroga +9.

source: Stretched Coil
pl: Rozciągnięty zwój

source: Strike enemy bullets to detonate them.
pl: Uderz pocisk wroga by go zdetonować.

source: Striking at the logic circuit requires a certain number of enemies to remain extant for a certain period of time.
pl: Uderzenie w obwody logiczne wymaga, aby określona liczba wrogów pozostała przy życiu przez określony czas.

source: Strings
pl: Smyczki

source: Stripped Screw
pl: Obdarty wkręt

source: Stronger, stronger... You must become stronger.
pl: Silniejszy, silniejszy... Musisz stać się silniejszy.

source: Stubby (S)
pl: Resorak (S)

source: Stun
pl: Ogłuszenie

source: Stun +1
pl: Ogłuszenie +1

source: Stun +2
pl: Ogłuszenie +2

source: Stun +3
pl: Ogłuszenie +3

source: Stun +4
pl: Ogłuszenie +4

source: Stun +5
pl: Ogłuszenie +5

source: Stun +6
pl: Ogłuszenie +6

source: Stun +7
pl: Ogłuszenie +7

source: Stun +8
pl: Ogłuszenie +8

source: Stun Up
pl: Ogłuszenie

source: Stupid machine. All he cared about was getting stronger until we finally scrapped him.
pl: Głupia maszyna. Wszystko na czym mu zależało, to stawanie się coraz silniejszym. Mimo to, i tak go w końcu zniszczyliśmy.

source: Stupid mom...
pl: Głupia mama...

source: Sturdy Socket
pl: Solidne gniazdko

source: Sub-monitor 1
pl: Monitor dodatkowy 1

source: Sub-monitor 2
pl: Monitor dodatkowy 2

source: Sub-monitor 3
pl: Monitor dodatkowy 3

source: Sub-monitor 4
pl: Monitor dodatkowy 4

source: Sub-quest Progress
pl: Postęp zadań pobocznych

source: Sub-quests
pl: Zadania poboczne

source: Subjugate
pl: Ujarzmij

source: Subjugate target and have it attack enemies.
pl: Ujarzmij cel, aby atakował wrogów.

source: Subordinate Machine
pl: Maszyna podwładny

source: Subtitle
pl: Podtytuł

source: Subwriter
pl: Pisarz

source: Success! The game is ready!
pl: Sukces! Gra jest gotowa!

source: Such attempts at revenge were often seen as justified.
pl: Takie akty zemsty często uważano za uzasadnione.

source: Such cruelty! I've barely the words for it!
pl: Co za okrucieństwo! Brakuje mi na nie słów!

source: Such drive is admirable.
pl: Taka determinacja jest godna podziwu.

source: Such impatience! Are you truly so eager to see how Father Servo evolves?
pl: Cóż za niecierpliwość! Zaprawdę, tak spieszno wam zobaczyć, jak ewoluuje Ojciec Servo?

source: Such insight! Such truth! He sees to the core of things in a way others cannot!
pl: Taka przenikliwość! Taka prawda! On dostrzega istotę rzeczy w sposób, w jaki inni nie potrafią!

source: Such living arrangements were due to a lack of available land in metropolitan areas.
pl: Taki układ mieszkalny wynikał z braku wolnej przestrzeni w dużych obszarach miejskich.

source: Such nonsense. It is physically impossible to obtain beauty by consuming an android.<bt_wait>
pl: Co za nonsens. To fizycznie niemożliwe, by zdobyć piękno przez skonsumowanie androida.<bt_wait>

source: Such strength can only be achieved by becoming one with the universe!
pl: Taka potęga może zostać osiągnięta tylko poprzez zjednoczenie się ze wszechświatem!

source: Such wisdom! May the thousand blessings of a random and unspecified god rain down upon you!
pl: Cóż za mądrość! Niech spłyną na ciebie tysiące błogosławieństw od losowego i niesprecyzowanego boga!

source: Suddenly, Lilly's body goes limp. Number 21 looks down at the terminal and emits a harsh and ragged sigh.
pl: Nagle, ciało Lilly staje się bezwładne. Numer 21 spogląda na terminal i wydaje ciężkie i surowe westchnięcie.

source: Suddenly, she turned to find a fine-looking hunk of meat at her side. Stabbing it produced a scream so pure, she couldn't help but smile. She continued to smile as she stabbed, no longer able to recall that the hunk was her own child.
pl: Nagle, odkryła u swego boku idealny kawał mięsa. Zadźganie go powinno dać krzyk tak czysty, że uśmiechała się na samą myśl. I z uśmiechem dźgnęła, nie zauważając, że ten kawał mięsa to jej własne dziecko.

source: Summary: YoRHa unit A2 possesses a faulty fuel filter.
pl: Podsumowanie: jednostka YoRHa A2 posiada wadliwy filtr paliwa.

source: Summons a mass of energy that unleashes a devastating blow upon its target.
pl: Przyzywa masę energii zadającą celowi potężne uderzenie.

source: Superb! Thank you for this valuable information.
pl: Znakomicie! Dziękuję za te wartościowe informacje.

source: Supply Trader
pl: Handlarz zaopatrzeniem

source: Supply Trading Believer
pl: Wierny handlarz zaopatrzeniem

source: Support
pl: Wsparcie

source: Support 9S.
pl: Wspieraj jednostkę 9S.

source: Support A2.
pl: Wspieraj jednostkę A2.

source: Support Items
pl: Przedmioty wsparcia

source: Support the missile supply mission.
pl: Wspomóż misję zaopatrzenia rakiet.

source: Support units are required to monitor our targets' internal systems in case of breakdown.
pl: W razie problemów, jednostki wsparcia są zobowiązane monitorować wewnętrzne systemy swoich podopiecznych.

source: Sure did! Stupid contraption was begging for its life...
pl: Jasne! Głupie ustrojstwo błagało o życie...

source: Sure did. So you've been consorting with machines, huh?
pl: Jasne, że tak. Czyli, utrzymujesz kontakt z maszynami, tak?

source: Sure is a cutie, though!
pl: Ale z pewnością jest słodziakiem!

source: Sure, I guess.
pl: Pewnie. Tak mi się wydaje...

source: Sure, sometimes it would be nice to be warm and cozy, but out here I'm always free.
pl: Pewnie, czasem dobrze mieć ciepłe i przytulne miejsce, ale tutaj jestem wolny.

source: Sure, there are some side effects... Like a horrifying destabilizing effect on one's psyche.
pl: Oczywiście, są pewne skutki uboczne... w tym poważne, destabilizujące oddziaływanie na psychikę.

source: Sure, why not?
pl: Pewnie, czemu nie.

source: Sure.
pl: Pewnie.

source: Sure. Can you give me an idea where to start?
pl: Żaden. Ale możesz mi podpowiedzieć, gdzie powinienem rozpocząć te poszukiwania?

source: Sure. I'll give you everything I have at the moment.
pl: Oczywiście. Przekażę ci wszystko, co mam na tę chwilę.

source: Sure. If I feel like it.
pl: Jasne. Jeśli będę miała ochotę.

source: Surely just a LITTLE damage won't hurt?
pl: Jesteś pewien, że ODROBINA uszkodzeń nie zaszkodzi?

source: Surely you have something better to do than harass a poor working girl?
pl: Z pewnością masz lepsze rzeczy do roboty, niż nękanie biednej dziewczyny w pracy.

source: Surely you see the attraction in this.
pl: Z pewnością widzisz w tym korzyści.

source: Suriname
pl: Surinam

source: Surpass every trial of the Masked People.
pl: Pokonaj każdą próbę Zamaskowanego Ludu.

source: Surrender the items.
pl: Oddaj przedmioty.

source: Suspicious Android
pl: Podejrzana maszyna

source: Suspicious...and alluring?
pl: Podejrzany... i ponętny?

source: Swaziland
pl: Eswatini

source: Sweden
pl: Szwecja

source: Swing these weapons to hear Emil's voice!
pl: Machaj bronią, aby usłyszeć głos Emila.

source: Switch Difficulty
pl: Zmień poziom trudności

source: Switch Lock-on Target
pl: Zmiana namierzanego celu

source: Switch Pods
pl: Zmiana poda

source: Switch Weapon Sets
pl: Zmiana zestawów broni

source: Switch Weapons
pl: Zmiana broni

source: Switch the equipped weapons for light and heavy attacks?
pl: Zamienić wyposażoną broń do ataków lekkich i ciężkich?

source: Switch to auto-controls
pl: Przełącz na autosterowanie

source: Switzerland
pl: Szwajcaria

source: Sword
pl: Miecz

source: Sword-equipped
pl: z mieczem

source: Sword...dodge...
pl: Miecz... unikać...

source: Swordfish
pl: Miecznik

source: Swordfish Machine
pl: Miecznik maszyna

source: Symbol of the bond between a lord and an old dragon.
pl: Symbol więzi między władcą a starym smokiem.

source: Synchronization Rate: 100%
pl: Wskaźnik synchronizacji: 100%

source: Synchronizing Field of Vision
pl: Synchronizacja pola widzenia

source: System Check Complete
pl: Sprawdzanie systemu zakończone

source: System Corrupted
pl: Uszkodzenie systemu

source: System Menu
pl: Menu systemowe

source: System menu
pl: Menu systemowe

source: TALK
pl: MÓW

source: TEAR APART THOSE WHO RESIST US!
pl: ROZERWAĆ NA STRZĘPY TYCH, KTÓRZY NAM SIĘ SPRZECIWIAJĄ!

source: TECHNICAL SUPPORT
pl: WSPARCIE TECHNICZNE

source: THANK YOU FOR SPARING THEM.
pl: DZIĘKUJĘ ZA OSZCZĘDZENIE ICH.

source: THANK YOU! THEY HAVE ADOPTED A CORNER OF THE FOREST AS THEIR LAIR.
pl: DZIĘKUJĘ! ZAJĘŁY KAWAŁEK LASU. JAKO SWOJE LEŻE.

source: THANK YOU. I WILL ADMINISTER IT IMMEDIATELY.
pl: DZIĘKUJĘ. ZAAPLIKUJĘ JE NATYCHMIAST.

source: THAT'S IT! Where did you find it?
pl: TAK! TO ONA! Gdzie ją znaleźliście?

source: THE ANDROIDS THAT WERE HERE HAVE LEFT.
pl: ANDROIDY, KTÓRE TU BYŁY, OPUŚCIŁY TO MIEJSCE.

source: THE CREATURE TOOK A LIKING TO ME.
pl: I ONO MNIE POLUBIŁO.

source: THEY HAVE BEEN INJURING SOME OF THE OTHER NEARBY ANIMALS.
pl: PORANIŁY NIEKTÓRE Z OKOLICZNYCH ZWIERZĄT.

source: THEY SEEM TO HAVE A STRONG TERRITORIAL INSTINCT.
pl: WYDAJĄ SIĘ MIEĆ SILNY INSTYNKT TERYTORIALNY.

source: TO FURTHER STRENGTHEN THE KINGDOM, WE WERE CONVERTED TO MACHINES TO ENHANCE OUR OUTPUT IN FACTORIES AND THE MILITARY. OUR QUEEN IN TURN BECAME THE CONTROL SYSTEM THAT RULES US TO THIS DAY.
pl: W CELU ZWIĘKSZENIA SIŁY KRÓLESTWA, ZOSTALIŚMY ZAMIENIENI W MASZYNY, ABY ZWIĘKSZYĆ NASZĄ PRODUKCJĘ W FABRYKACH. I W WOJSKU. W ZAMIAN, NASZA KRÓLOWA STAŁA SIĘ SYSTEMEM KONTROLI, KTÓRY RZĄDZI NAMI PO DZIŚ DZIEŃ.

source: TORCH
pl: POCHODNIA

source: TOgetHer! ToGethER!
pl: rAZeM! rAZeM!

source: TWO of them!?
pl: DWÓCH?!

source: TYPE-4O BRASS KNUCKLES
pl: KASTETY TYPU 4O

source: TYPE-4O GREATSWORD
pl: WIELKI MIECZ TYPU 4O

source: TYPE-4O SHORT SWORD
pl: MIECZ KRÓTKI TYPU 4O

source: TYPE-4O SPEAR
pl: WŁÓCZNIA TYPU 4O

source: Tactical Support Unit Pod 042.
pl: Pod 042 - Jednostka Wsparcia Taktycznego.

source: Taiwan
pl: Tajwan

source: Tajikistan
pl: Tadżykistan

source: Take care of 9S.
pl: Zajmij się 9S.

source: Take care of everyone for me...
pl: Zadbaj o wszystkich... Zrób to dla mnie...

source: Take care.
pl: Uważaj na siebie.

source: Take care...of 9S.
pl: Zadbaj... o 9S.

source: Take care...of the future... A2...
pl: Zadbaj o... przyszłość... A2...

source: Take him on!
pl: Zmierz się z nim!

source: Take pity on this poor old machine lifeform before you and lend us your aid!
pl: Zlituj się nad tą stojącą przed tobą starą, biedną, mechaniczną formą życia i udziel nam swojej pomocy!

source: Take position!
pl: Przyjąć pozycje!

source: Take the desert roses you collected to Devola and Popola.
pl: Zanieś zebrane pustynne róże do Devoli i Popoli.

source: Take the materials to Anemone in the Resistance camp. Operator 21O out.
pl: Zanieś materiały Anemonie w obozie Ruchu Oporu. Operator 21O, bez odbioru.

source: Take the necessary materials to the Resistance leader.
pl: Zanieś niezbędne materiały do przywódczyni obozu Ruchu Oporu.

source: Take their... Take their lives... Take their...
pl: Odebranie ich... Odebranie ich życia... Odebranie go...

source: Take these photographs, for instance. I have no idea when they were taken, or even what they are. I only know that they're...important.
pl: Weźmy za przykład te fotografie. Nie mam pojęcia, kiedy zostały zrobione, ani co dokładnie przedstawiają. Wiem tylko, że są... istotne.

source: Taken from a plant with tough bark. Necessary for creating a fuel filter.
pl: Wytrzymała kora, potrzebna do zrobienia filtru paliwa.

source: Taking Control
pl: Przejmowanie kontroli

source: Taking a break, eh?
pl: Macie przerwę, co?

source: Taking bullet damage creates an explosion.
pl: Otrzymanie obrażeń zadanych pociskiem wywołuje eksplozję.

source: Taking control of us is simple.
pl: Przejmowanie nad nami kontroli jest proste.

source: Taking damage will not remove your clothes in any way.
pl: Sprawia że dostawane obrażenia nie usuwają ubrań.

source: Talk about a bad way to go...
pl: To była wyjątkowo okrutna śmierć...

source: Talk about exciting, by the way! I haven't seen a battle like that in forever.
pl: Tak przy okazji... Co za akcja, swoją drogą! Nigdy nie widziałam takiej walki.

source: Talk about...bringing the battle to them...huh, 2B?
pl: To go załatwiłaś... co nie, 2B?

source: Talk to Pascal.
pl: Porozmawiaj z Pascalem.

source: Talk to the Commander.
pl: Porozmawiaj z Komandor.

source: Talk to the Resistance Camp leader.
pl: Porozmawiaj z przywódcą Ruchu Oporu.

source: Talk to the Resistance leader.
pl: Porozmawiaj z przywódcą Ruchu Oporu.

source: Talk to the red-headed Resistance members.
pl: Porozmawiaj z rudowłosymi członkiniami Ruchu Oporu.

source: Tall Machine
pl: Wysoka maszyna

source: Tank Boss
pl: Boss-czołg

source: Tanning Agent
pl: Garbnik

source: Target Acquired
pl: Cel namierzony

source: Target confirmed. Let's get 'em.
pl: Cel potwierdzony. Dorwijmy go.

source: Target enemies offline. That should do it for the Goliaths.
pl: Wrogie cele zostały wyłączone. To byłoby na tyle, odnośnie tych Goliatów.

source: Target enemy detected.
pl: Wykryto wrogi cel.

source: Target location acquired. Marking on map.
pl: Zdobyto lokalizację celu. Oznaczam go na mapie.

source: Target location confirmed.
pl: Odebrano lokalizację celów.

source: Target location data obtained. Marking on map.
pl: Otrzymano dane o lokalizacji celu. Oznaczam cel na mapie.

source: Target locations have been marked on the map using energy signatures emitted during combat. Investigate A2's readings at the abandoned factory.
pl: Docelowe lokalizacje zostały oznaczone na mapie za pomocą sygnatur energetycznych podczas walki. Zbadaj odczyty A2 w opuszczonej fabryce.

source: Target missiles sighted.
pl: Zauważono rakiety.

source: Target neutralized. ...It's over.
pl: Cel znaturalizowany. To koniec.

source: Target point, maybe? Or a hidden location?
pl: Może punkt docelowy? Albo ukryta lokalizacja?

source: Targeting System Abnormal
pl: Uszkodzenia systemu celowania

source: Taste the forbidden fruits.
pl: Skosztuj zakazanych owoców.

source: Tattered Pamphlet
pl: Podarty folder

source: Taunt (Hold)
pl: Prowokacja (Przytrzymaj)

source: Taunt Up
pl: Prowokacja +

source: Taunt Up +1
pl: Prowokacja +1

source: Taunt Up +2
pl: Prowokacja +2

source: Taunt Up +3
pl: Prowokacja +3

source: Taunt Up +4
pl: Prowokacja +4

source: Taunt Up +5
pl: Prowokacja +5

source: Taunt Up +6
pl: Prowokacja +6

source: Taunt Up +7
pl: Prowokacja +7

source: Taunt Up +8
pl: Prowokacja +8

source: Taunts raise player and enemy attack power to 180%.
pl: Prowokacja zwiększa siłę ataków gracza i wrogów o 180%.

source: Taunts raise player and enemy attack power to 200%.
pl: Prowokacja zwiększa siłę ataków gracza i wrogów o 200%.

source: Taunts raise player and enemy attack power to 240%.
pl: Prowokacja zwiększa siłę ataków gracza i wrogów o 240%.

source: Taunts raise player and enemy attack power to 280%.
pl: Prowokacja zwiększa siłę ataków gracza i wrogów o 280%.

source: Taunts raise player and enemy attack power to 300%.
pl: Prowokacja zwiększa siłę ataków gracza i wrogów o 300%.

source: Taunts raise player and enemy attack power to 350%.
pl: Prowokacja zwiększa siłę ataków gracza i wrogów o 350%.

source: Taunts raise player and enemy attack power to 400%.
pl: Prowokacja zwiększa siłę ataków gracza i wrogów o 400%.

source: Taunts raise player and enemy attack power to 450%.
pl: Prowokacja zwiększa siłę ataków gracza i wrogów o 450%.

source: Taunts raise player and enemy attack power to 500%.
pl: Prowokacja zwiększa siłę ataków gracza i wrogów o 500%.

source: Teach me about hacking.
pl: Powiedz mi o hakowaniu.

source: Teach the recipe to the machine lifeform in the forest shack.
pl: Przekaż przepis na lekarstwo mechanicznej formie życia przy szopie w lesie.

source: Tech Manual
pl: Podręcznik techniczny

source: Technical Artist
pl: Artysta techniczny

source: Technical Director
pl: Kierownik techniczny

source: Technical Engineer
pl: Inżynier techniczny

source: Technical Production Associate
pl: Techniczny asystent produkcji

source: Technology Team
pl: Zespół ds. technologii

source: Tee hee hee! You're funny.
pl: Hihihi! Jesteś śmieszna.

source: Tee hee! Oh, Devola...
pl: Hihi! Och, Devola...

source: Tell Anemone that the enemies have been vanquished.
pl: Powiedz Anemonie, że wrogowie zostali pokonani.

source: Tell her about 11B's attempted desertion.
pl: Powiedz jej o próbie dezercji 11B.

source: Tell her the truth.
pl: Powiedz jej prawdę.

source: Tell him to get bent.
pl: Każ mu spadać.

source: Tell him you've done enough.
pl: Powiedz, że zrobiłeś już wystarczająco dużo.

source: Tell me about how this city used to be.
pl: Powiedzcie mi, jak kiedyś wyglądało to miasto.
